Repository: salvatore-impellizzeri/tc-turrini
Catalog: plugins/Contacts/resources/locales/*/contacts.po
Languages: it

# admin
source: plugin name
it: Contatti

# admin
source: plugin icon
it: email

# admin
source: admin subject
it: Oggetto email amministratore

# admin
source: mailto
it: Indirizzo email destinatario

# admin
source: manage inputs
it: Gestisci campi

# admin
source: required
it: Obbligatorio

# admin
source: show_in_mail
it: Visualizza nella mail

# admin
source: type
it: Tipo

# admin
source: field
it: Nome input

# admin
source: send_reply
it: Invia risposta automatica

# admin
source: reply_subject
it: Oggetto

# admin
source: reply_text
it: Testo

# admin
source: multiple_values
it: Valori scelta multipla (separali con un INVIO)

source: fullname
it: Nome e cognome

source: company
it: Azienda

source: email
it: Mail

source: phone
it: Telefono

source: message
it: Messaggio

source: subject
it: Oggetto

source: privacy policy
it: trattamento dei miei dati personali

source: privacy disclaimer {0}
it: Dichiaro di aver letto e di accettare il {0}

source: send
it: Invia messaggio

source: message not sent error
it: Verifica di aver compilato tutti i campi obbligatori

source: message sent
it: Messaggio inviato con successo

source: privacy disclaimer error
it: Accetta il trattamento dei dati
