Repository: salvatore-impellizzeri/tc-turrini
Catalog: plugins/Shop/resources/locales/*/shop.po
Languages: it

# admin
source: plugin name
it: Shop

# admin
source: plugin icon
it: shopping_cart

# admin
source: manage items
it: Gestisci prodotti

# admin
source: brands
it: Brand

# admin
source: vat rates
it: Aliquote IVA

# admin
source: colors
it: Colori

# admin
source: color groups
it: Gruppi colore

# admin
source: attribute groups
it: Gruppi di attributi

# admin
source: attributes
it: Attributi

# admin
source: attribute types
it: Tipologie attributi

# admin
source: amount
it: Percentuale

# admin
source: is_default
it: Predefinito

# admin
source: vat rate value
it: Valore (%)

# admin
source: categories
it: Categorie

# admin
source: products
it: Prodotti

# admin
source: parent
it: Categoria superiore

# admin
source: shop_category
it: Categoria

# admin
source: gallery
it: Galleria immagini

# admin
source: shop_category_id
it: Categoria

# admin
source: draft
it: Bozza

# admin
source: description
it: Descrizione

# admin
source: value
it: Valore

# admin
source: brand_id
it: Brand

# admin
source: vat_rate_id
it: Aliquota IVA

# admin
source: has_variants
it: Questo prodotto ha delle varianti (taglia, colore, formato...)

# admin
source: sku
it: Codice prodotto

# admin
source: price
it: Prezzo (IVA inclusa)

# admin
source: discounted_price
it: Prezzo scontato (IVA inclusa)

# admin
source: price_net
it: Prezzo netto (no IVA)

# admin
source: stock
it: Quantità disponibile

# admin
source: weight
it: Peso (kg)

# admin
source: variants
it: Varianti

# admin
source: new brand title
it: Nome del brand

# admin
source: products count
it: Nr. prodotti

# admin
source: variants count
it: Nr. varianti prodotto

# admin
source: brand delete error
it: Non puoi eliminare questo brand. Ci sono dei prodotti collegati

# admin
source: connected products delete error
it: Non puoi eliminare questo elemento. Ci sono dei prodotti collegati

# admin
source: connected attributes delete error
it: Non puoi eliminare questo elemento. Ci sono degli attributi collegati

# admin
source: no vat rates error
it: Per poter creare un nuovo prodotto è necessario prima creare un'aliquota IVA di default

# admin
source: at least one vat rate should be default
it: Almeno un'aliquota IVA deve essere impostata come predefinita.

# admin
source: color code
it: Colore

# admin
source: attribute group count
it: Nr. gruppi attributi

# admin
source: attribute_type_id
it: Tipologia di attributo

# admin
source: attribute_group_id
it: Gruppo

# admin
source: choose attribute group
it: Seleziona/aggiungi

# admin
source: choose attribute
it: Seleziona/aggiungi

# admin
source: choose attribute type
it: Tipologia

# admin
source: add new attribute group option
it: + Nuovo

# admin
source: add new attribute
it: + Nuovo valore

# admin
source: add new attribute group
it: Aggiungi un attributo

# admin
source: manage attributes
it: Gestisci attributi prodotto

# admin
source: manage variant attributes
it: Gestisci opzioni varianti

# admin
source: new attribute title
it: Nome (es: Formato, Materiale...)

# admin
source: add attribute value
it: Aggiungi un valore

# admin
source: new attribute value title
it: Nuova opzione

# admin
source: delete attribute group confirm
it: Sei sicuro di voler eliminare questa opzione?

# admin
source: delete attribute group confirm with variant update
it: Tutte le varianti collegate a questo prodotto verranno modificate

# admin
source: new value title
it: Valore

# admin
source: choose/add variant options
it: Seleziona/aggiungi le opzioni disponibili per questo prodotto

# admin
source: add new variant
it: Aggiungi una variante

# admin
source: duplicated attribute title
it: Questo valore è già presente

# admin
source: duplicated variant
it: Esiste già una variante con questa combinazione di valori

# admin
source: edit variant
it: Modifica variante

# admin
source: default variant
it: Predefinita

# admin
source: at least one variant should be default
it: Almeno una variante deve essere impostata come predefinita

# admin
source: default variant should be published
it: La variante predefinita deve essere pubblicata

# admin
source: variant preview
it: Anteprima

# admin
source: manage attribute values
it: Gestisci opzioni

# admin
source: connected colors
it: Colori collegati

# admin
source: not connected attributes
it: I seguenti colori non sono ancora associati ad un gruppo:

# admin
source: warning
it: Attenzione!

# admin
source: warning variants switch
it: Modificando questa impostazione le informazioni relative al prezzo, peso e disponibiltà del prodotto già inserite verranno cancellate. Vuoi procedere?

# admin
source: warning no variants switch
it: Modificando questa impostazione le varianti che hai già creato verranno eliminate definitivamente. Vuoi procedere?

# admin
source: warning variant attributes add
it: Se aggiungi un opzione per questo prodotto dovrai poi modificare le varianti. Vuoi procedere?

# admin
source: warning variants will be deleted
it: Tutte le varianti che hai già creato verranno eliminate definitivamente. Vuoi procedere?

# admin
source: have you saved
it: Se esci da questa pagina senza aver salvato le modifiche perderai i dati salvati. Vuoi procedere?

# admin
source: sef prefix
it: shop

source: all products
it: Tutti i prodotti
