Repository: salvatore-impellizzeri/tc-turrini
Catalog: plugins/Clients/resources/locales/*/clients.po
Languages: it

# admin
source: plugin name
it: Clienti

# admin
source: plugin icon
it: group

# admin
source: enabled
it: Attivo

# admin
source: fullname
it: Nome e cognome

# admin
source: email
it: Mail

# admin
source: client infos
it: Informazioni cliente

# admin
source: login type
it: Metodo login

# admin
source: guest
it: Ospite

# admin
source: is company
it: Azienda

# admin
source: locale
it: Lingua

source: login title
it: Accedi al tuo account

source: login
it: Accedi

source: signup title
it: Sei un nuovo cliente?

source: signup
it: Registrati

source: proceed
it: Procedi

source: private
it: Privato

source: company
it: Azienda

source: fullname
it: Nome e cognome

source: email
it: Mail

source: repeat password
it: Ripeti la password

source: password does not match
it: Le due password non coincidono

source: current password
it: Password attuale

source: new password
it: Nuova password

source: password hint
it: La password deve essere lunga almeno 8 caratteri e contenere almeno un numero

source: privacy policy
it: trattamento dei dati personali

source: privacy disclaimer {0}
it: Dichiaro di aver letto e di accettare le condizioni sul {0}

source: subscribe newsletter
it: Desidero ricevere la newsletter

source: sign up with
it: Registrati con

source: login with
it: Accedi con

source: signup error
it: Impossibile completare la registrazione. Verifica di aver compilato correttamente tutti i campi obbligatori

source: signup success
it: Benvenuto!

source: or sign up with email
it: Oppure registrati con la tua mail

source: lost password
it: Hai dimenticato la password?

source: lost password message before
it: Inserisci la tua mail di login.

source: lost password message after
it: Grazie: se troveremo un utente associato a questa mail, ti invieremo immediatamente un link di accesso temporaneo. Ricordati di impostare successivamente una nuova password.

source: account
it: Il mio account

source: orders
it: I miei ordini

source: addresses
it: I miei indirizzi

source: subscriptions
it: I miei abbonamenti

source: wines
it: I miei vini

source: personal data
it: I miei dati

source: help
it: Assistenza

source: logout
it: Disconnetti

source: created
it: Data di registrazione

source: edit data
it: Modifica dati

source: edit email
it: Modifica mail

source: edit password
it: Modifica password

source: registered with
it: Ti sei registrato con

source: delete account
it: Elimina account

source: email already taken
it: Questa mail è già stata usata

source: update success
it: I dati sono stati aggiornati

source: update error
it: Si è verificato un errore durante il salvataggio

source: save
it: Salva

source: firstname
it: Nome

source: lastname
it: Cognome

source: country
it: Stato

source: district_id
it: Provincia

source: district
it: Provincia

source: city
it: Località

source: street
it: Via

source: house_number
it: N. Civico

source: address
it: Indirizzo

source: co
it: Presso

source: birth_date
it: Data di nascita

source: phone
it: Cellulare

source: notes
it: Note per il corriere

source: ssn
it: Codice fiscale

source: vat_code
it: Partita IVA

source: sdi
it: Codice SDI

source: you are not of legal age for drinking
it: Devi essere maggiorenne per ordinare su questo sito

source: this email is already in use
it: Esiste già un account associato a questa mail

source: code error
it: C'è stato un problema nell'attivazione di questo codice

source: too many attempts. you can try again at {0}
it: Hai effettuato troppi tentativi errati. Puoi ritentare tra {0} minuti

source: Invalid username or password
it: Username o password errati

source: insert a new card
it: Inserisci un nuovo metodo di pagamento in sostituzione dell'attuale

source: update payment method
it: Aggiorna metodo di pagamento

source: want to sign up or login
it: Hai un account o vuoi crearne uno?

source: confirm delete
it: Sei sicuro di voler cancellare il tuo account?

source: or
it: o

source: delete success
it: Il tuo account è stato eliminato.

source: you are not authorized to access this page
it: Ci dispiace, solo gli utenti registrati possono accedere a questo contenuto.

source: thank you
it: Grazie!
