Repository: salvatore-impellizzeri/tc-turrini
Catalog: plugins/BackendMenu/resources/locales/*/backend_menu.po
Languages: it

# admin
source: plugin name
it: Menu panello

# admin
source: plugin icon
it: format_list_bulleted

# admin
source: manage items
it: Gestisci voci di menu

# admin
source: title
it: Titolo

# admin
source: nothing
it: Nessuno

# admin
source: published
it: Pubblicato

# admin
source: icon
it: Nome icona

# admin
source: superadmin_only
it: Solo super admin

# admin
source: parent
it: Nodo padre

# admin
source: parent menu
it: Menu padre
