Repository: salvatore-impellizzeri/tc-turrini
Catalog: resources/locales/*/admin.po
Languages: it

source: username
it: Nome Utente

source: your password
it: La tua password di accesso

source: new password
it: Nuova password dell'utente

source: new personal password
it: Nuova password

source: wrong user password
it: La password inserita non è corretta

source: strong password
it: La password deve essere lunga almeno 8 caratteri e contenere un numero

source: set new password
it: Modifica password

source: active
it: Attivo

source: login
it: Entra

source: Invalid username or password
it: Nome utente o password non validi

source: add action
it: Aggiungi

source: add tag
it: Gestisci tag

source: search
it: Cerca

source: done
it: Fine

source: save form
it: Salva

source: Save success
it: Salvato correttamente

source: Save error
it: Errore nel salvataggio. Verifica i dati inseriti e riprova.

source: Delete success
it: Elemento eliminato!

source: Delete error
it: Non è possibile eliminare questo elemento

source: block empty quote
it: Seleziona un modello di pagina e crea qualcosa di fantastico!

source: choose one
it: Scegli un'opzione

source: rows per page
it: Nr. righe

source: title
it: Titolo

source: preview
it: Immagine di Anteprima

source: date
it: Data

source: datetime
it: Data e ora

source: time
it: Ora

source: excerpt
it: Riassunto

source: text
it: Testo

source: created
it: Creato

source: published
it: Pubblicato

source: color
it: Colore

source: color bg
it: Sfondo articolo

source: color winery
it: Colore Cantina

source: seotitle
it: Titolo SEO

source: seodescription
it: Descrizione SEO

source: seokeywords
it: Keywords

source: edit
it: Modifica

source: compose
it: Componi pagina

source: editing in
it: Stai modificando in

source: editing seo
it: Modifiche SEO

source: editing social
it: Modifiche per social

source: undo
it: Annulla

source: delete
it: Elimina

source: previous
it: Precedenti

source: next
it: Successivi

source: settings
it: Impostazioni

source: website settings
it: Impostazioni del sito

source: logout
it: Esci

source: users
it: Utenti

source: change password
it: Cambia password

source: users group
it: Gruppo utenti

source: user groups
it: Gruppi utente

source: to website
it: Vai al sito

source: available blocks
it: Strumenti layout

source: drag blocks here
it: Trascina i blocchi per iniziare a comporre la pagina

source: delete confirm
it: Sei sicuro di voler eliminare questo elemento?

source: go back
it: Indietro

source: preview action
it: Anteprima

source: empty table
it: Nessun risultato trovato

source: settings menu
it: Menu

source: settings backend menu
it: Menu pannello

source: settings translations
it: Traduzioni

source: settings content blocks
it: Blocchi layout

source: settings users
it: Utenti

source: settings groups
it: Gruppi

source: _po global
it: Globali

source: _po cookies
it: Cookie

source: _po cake
it: Core e validazione

source: manage translations
it: Gestisci traduzioni

source: add
it: Aggiungi

source: changePassword
it: Modifica la password

source: multicheckbox no results found
it: Nessun elemento trovato

source: invalid device
it: Ti preghiamo di utilizzare un altro dispositivo.

source: invalid device message
it: Il nostro pannello di amministrazione utilizza tecnologie avanzate non supportate a questa risoluzione

source: invalid device hint
it: Accedi da computer o da tablet orientato in orizzontale

source: quick edit
it: Modifica rapida

source: menu functions
it: Funzionalità

source: menu custom pages
it: Pagine

source: menu block pages
it: Pagine componibili

source: menu product categories
it: Categorie prodotto

source: tabs general
it: Modifica

source: tabs seo
it: Seo

source: tabs social
it: Social

source: tabs details
it: Dettagli

source: tabs preview
it: Anteprima

source: tabs orders
it: Ordini

source: tabs subscriptions
it: Abbonamenti

source: stay
it: Rimani in pagina

source: save exit
it: Salva ed esci

source: social preview
it: Immagine di condivisione per social

source: This field cannot be left blank
it: Questo è un campo obbligatorio

source: yes
it: Sì

source: Select
it: Seleziona

source: view
it: Visualizza dettagli

source: Not found
it: Elemento non trovato

source: export action
it: Esporta

source: export products action
it: Esporta prodotti

source: all
it: Tutti

source: all f
it: Tutte

source: uploader upload
it: Carica un'immagine

source: uploader upload drag
it: Clicca per caricare l’immagine o trascinala nel box

source: uploader upload icon
it: Carica un'icona

source: uploader upload icons
it: Carica delle icone

source: uploader upload image
it: Carica le immagini

source: uploader upload drag images
it: Clicca per caricare le immagini o trascinale nel box

source: uploader upload file
it: Carica un file

source: uploader upload drag file
it: Clicca per caricare il file o trascinalo nel box

source: uploader upload files
it: Carica dei file

source: uploader upload drag files
it: Clicca per caricare i file o trascinali nel box

source: uploader upload error
it: Si è verificato un errore durante il caricamento del file

source: uploader restriction error
it: Non è possibile caricare il file
