Repository: salvatore-impellizzeri/tc-turrini
Catalog: plugins/Cookies/resources/locales/*/cookies.po
Languages: it

# admin
source: plugin name
it: Cookie

# admin
source: plugin icon
it: cookie

# admin
source: title
it: Titolo

# admin
source: manage items
it: Gestisci cookie

source: cookie title
it: Informazioni sui cookie presenti in questo sito

source: cookie disclaimer
it: Questo sito utilizza cookie tecnici e statistici anonimi, necessari al suo funzionamento.

source: more cookie {0}
it: Utilizza anche {0}, che sono disabilitati di default e vengono attivati solo previo consenso da parte tua.

source: manage preferences
it: Gestisci preferenze

source: deny
it: Nega tutti

source: allow all
it: Consenti tutti i cookie

source: saved the {0}
it: Preferenze salvate il {0}

source: save preferences
it: Salva preferenze

source: read more
it: Per saperne di pi√π
